org/uss-indianapolis-men-of-courage.org
#+SETUPFILE: ./hugo_setup.org
#+TITLE: USS Indianapolis: Men of Courage
#+DATE: <2021-08-02 Mon>
#+begin_quote
  如果成功了，他们就是英雄。
#+end_quote

成功了，很多人死了。

#+begin_quote
  I will not be defined by what I face, but by how I face it.
#+end_quote

我的生活来之不易，我要好好珍惜。

#+begin_quote
  As a commander in the Imperial Japanese Navy, it was my duty to kill
  you. But as a man, I have regrets.

  I had a good idea of what we were carrying. I, too, did my duty. But
  as a man, I find no honour in it.

  We have learned to forgive each other as former adversaries. Perhaps
  one day, we can forgive ourselves as men.
#+end_quote
