blog/2021/uss-indianapolis-men-of-courage.html
<!DOCTYPE html>
<html lang="zh">
<head>
<!-- 2022-02-08 Tue 20:01 -->
<meta charset="utf-8">
<meta name="viewport" content="width=device-width, initial-scale=1">
<title>USS Indianapolis: Men of Courage</title>
<meta name="generator" content="Org mode">
<link rel="stylesheet" href="https://cdn.jsdelivr.net/gh/highlightjs/cdn-release@11.4.0/build/styles/base16/dracula.min.css">
<link rel="stylesheet" href="/theme/site.css"/>
</head>
<body>
<div id="content">
<header>
<h1 class="title">USS Indianapolis: Men of Courage</h1>
</header><blockquote>
<p>
如果成功了，他们就是英雄。
</p>
</blockquote>

<p>
成功了，很多人死了。
</p>

<blockquote>
<p>
I will not be defined by what I face, but by how I face it.
</p>
</blockquote>

<p>
我的生活来之不易，我要好好珍惜。
</p>

<blockquote>
<p>
As a commander in the Imperial Japanese Navy, it was my duty to kill
you. But as a man, I have regrets.
</p>

<p>
I had a good idea of what we were carrying. I, too, did my duty. But
as a man, I find no honour in it.
</p>

<p>
We have learned to forgive each other as former adversaries. Perhaps
one day, we can forgive ourselves as men.
</p>
</blockquote>
</div>
</body>
</html>